---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Colon12
source: html/cd6b2da4-af96-6b15-a013-c3201414909a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Colon12 Property

Symbol :12, indicating unit Ratio : 12.

## Syntax (C#)
```csharp
public static ForgeTypeId Colon12 { get; }
```